Repository: BedrockStone/bedrockstone_v2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Bedrock Stone &amp; Design is the headquarters for the largest selection of stone in Central Texas. With four convenient locations, both North and South Austin customers are able to benefit from wide selection of product. Bedrock Stone &amp; Design takes great pride in being the Stone of Choice, not only for commercial contractors, but designers and retail customers as well.
es: Lecho de roca de piedra y diseño es la sede de la selección más grande de la piedra en el centro de Texas. Con cuatro lugares convenientes , los clientes tanto en el Norte y Sur de Austin son capaces de beneficiarse de la amplia selección de productos. Lecho de roca de piedra y diseño se enorgullece de ser la piedra de la elección , no sólo para los contratistas comerciales , pero los diseñadores y los clientes al por menor también.

source: The company was founded in 2002 and has been rapidly expanding, with even further growth on the horizon. With the beautiful outdoor showroom that showcases over 100 samples of installed designs, clients are sure to find something that compliments current and future projects. At Bedrock Stone & Design, not only will you find the widest product and color selection, you will also find top-notch sales staff that are eager to assist you in your decision making process.
es: La empresa fue fundada en 2002 y ha sido rápida expansión , con un crecimiento aún mayor en el horizonte . Con la hermosa sala de exposición al aire libre que expone más de 100 muestras de diseños instalados , los clientes están seguros de encontrar algo que se complementa con los proyectos actuales y futuros . En Bedrock Stone & Design , no sólo va a encontrar el producto más amplia y selección de color , también se encuentra personal de ventas de primer nivel que están dispuestos a ayudarle en su proceso de toma de decisiones.

source: Let stone become a part of your indoor and outdoor surroundings, and let Bedrock make this a reality!
es: Deje que la piedra se convierta en una parte de su entorno interior y exterior , y dejar Bedrock hacer esto una realidad !

source: Bedrock Stone &amp; Design, Austin's premier rock yard
es: Patio de rock más Importante de Austin

source: All Rights Reserved
es: Todos los derechos reservados

source: Products
es: Productos

source: Bedrock Stone &amp; Design is proud to feature the largest selection of stone products in the Austin, Tx area.
es: Bedrock Stone & Diseño se enorgullece en presentar la mayor selección de productos de piedra en el Austin , Tx

source: No matter what your design project is, the natural stone products we feature are sure to be a valuable addition to it. Take a few minute and browse through just a small selection of what we carry at our locations in Austin, Tx.
es: No importa cuál sea su proyecto de diseño es , los productos de piedra natural quepresentamos están seguros de ser una valiosa adiciónlo. Tómese unos minutos y navegar a través de sólo una pequeña selección de lo que llevamos en nuestras ubicaciones enAustin , Tx .

source: Project Gallery
es: Galería de Proyectos

source: View Bedrock Stone &amp; Design products in projects here
es: Ver Bedrock Stone & productos de diseño en proyectos aquí

source: Austin's premier rock supplier!
es: El principal proveedor de rock de Austin !

source: Bedrock Stone &amp; Design is the headquarters for the largest selection of stone in Central Texas. With four convenient locations, both North and South Austin customers are able to benefit from wide selection of product. At Bedrock, we take great pride in being the "Stone of Choice", not only for commercial contractors, but designers and retail customers.
es: Bedrock Stone & El diseño es la sede de la mayor selección de Piedra en el centro de Texas . Con cuatro lugares convenientes , tanto en el Norte y Sur de Austin Los clientes son capaces de beneficiarse de la amplia Selección de producto. En roca de fondo , nos sentimos muy orgullosos de ser La " Piedra de la opción " , no sólo para contratistas comerciales , pero los diseñadores y los clientes al por menor.

source: Our Locations
es: Ubicaciones

source: To apply for this job, please send an email with your resume (in word or pdf format) to <a href="mailto:jobs@bedrockstoneanddesign.com">jobs@bedrockstoneanddesign.com</a>
es: Para solicitar este trabajo , por favor envíe un correo electrónico con su curriculum vitae ( en formato word o pdf ) a <a href="mailto:jobs@bedrockstoneanddesign.com>jobs@bedrockstoneanddesign.com</a>

source: We currently have no openings. Please check back later.
es: Actualmente no tenemos ninguna aberturas . Por favor, vuelva más tarde.

source: A few pictures of %(location_name)s
es: Unas cuantas fotos de %(location_name)s

source: Contact Us
es: Contáctenos

source: Bedrock Stone &amp; Design has 4 convenient locations to serve you in the Austin, Tx area. <br /> Call our headquarters at <b><a href="tel:512-266-8080">512-266-8080</a></b>, email us at <a href="mailto:contact@bedrockstoneanddesign.com">contact@bedrockstoneanddesign.com</a>, or ask for us by department.
es: Bedrock Stone & El diseño tiene 4 localizaciones convenientes a Servirle en el área de Austin, Tx <br /> Llame a nuestra oficina central en <b><a href="tel:512-266-8080">512-266-8080</a></b>, envíanos un email a <a href="mailto:contact@bedrockstoneanddesign.com">contact@bedrockstoneanddesign.com</a>, o pedir para nosotros por el departamento.

source: Locations
es: Ubicaciones

source: Virtual Showcase
es: Escaparate virtual

source: Browse our virtual showcase here.
es: Navegar por nuestro escaparate virtual de aquí.

source: Browse some of the amazing projects built using natural stone from Bedrock Stone &amp; Design.
es: Ver algunos de los increíbles proyectos construidos con piedra natural de roca de fondo de Bedrock Stone & Design.

source: Bedrock Stone &amp; Design Senior Staff
es: Bedrock Stone & Diseño del titulado

source: Hello World
es: Hola! I don't know spanish!
